Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: Role
ar: دور
as: ভূমিকা
bn: ভূমিকা
de: Rolle
fr: Rôle
gu: ભૂમિકા
hi: भूमिका
it: Ruolo
ja: 役割
kn: ಪಾತ್ರ
ko: 역할
ml: പങ്ക്
mr: भूमिका
or: ଭୂମିକା
pa: ਭੂਮਿਕਾ
pt: Papel
ru: Роль
ta: பங்கு
te: పాత్ర
zh_hans: 角色
zh_hant: 角色

source: ROLE SIMULATOR SHORTCUTS:
ar: اختصارات محاكي الأدوار:
as: ROLE SIMULATOR চৰ্টকাট:
bn: রোল সিমুলেটর শর্টকাট:
de: ROLLENSIMULATOR-ABKÜRZUNGEN:
es: ATAJOS DEL SIMULADOR DE ROLES:
fr: RACCOURCIS DU SIMULATEUR DE RÔLE :
gu: રોલ સિમ્યુલેટર શોર્ટકટ્સ:
hi: रोल सिम्युलेटर के शॉर्टकट:
it: SCORCIATOIE DEL SIMULATORE DI RUOLO:
ja: 役割シミュレーターのショートカット:
kn: ರೋಲ್ ಸಿಮ್ಯುಲೇಟರ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು:
ko: 역할 시뮬레이터 바로가기:
ml: റോൾ സിമുലേറ്റർ ഷോർട്ട്കട്ടുകൾ:
mr: रोल सिम्युलेटर शॉर्टकट्स:
or: ଭୂମିକା ସିମୁଲେଟର ସର୍ଟକଟ୍:
pa: ਰੋਲ ਸਿਮੂਲੇਟਰ ਸ਼ਾਰਟਕੱਟ:
pt: ATALHOS DO SIMULADOR DE PAPÉIS:
ru: СОКРАЩЕНИЯ ДЛЯ СИМУЛЯТОРА РОЛЕЙ:
ta: பங்கு சிமுலேட்டர் குறுக்குவழிகள்:
te: పాత్ర సిమ్యులేటర్ షార్ట్‌కట్‌లు:
zh_hans: 角色模拟器快捷方式：
zh_hant: 角色模擬器快捷方式：

source: RSVP ANALYTICS
ar: تحليلات RSVP
as: RSVP বিশ্লেষণ
bn: আরএসভিপি অ্যানালিটিক্স
es: ANÁLISIS RSVP
fr: ANALYSE DES RSVP
gu: આરએસવીપી એનાલિટીક્સ
hi: आरएसवीपी एनालिटिक्स
ja: RSVPアナリティクス
kn: RSVP ವಿಶ್ಲೇಷಣೆಗಳು
ko: RSVP 분석
ml: RSVP അനലിറ്റിക്സ്
mr: आरएसव्हीपी ॲनालिटिक्स
or: RSVP ଆନାଲିଟିକ୍ସ
pa: RSVP ਵਿਸ਼ਲੇਸ਼ਣ
pt: Análise RSVP
ru: АНАЛИТИКА RSVP
ta: RSVP பகுப்பாய்வு
te: RSVP అనలిటిక్స్
zh_hans: RSVP 分析
zh_hant: RSVP 分析

source: RSVP DEADLINE
ar: آخر موعد للتأكيد
as: RSVP ৰ সময়সীমা
bn: অংশগ্রহণের শেষ তারিখ
de: Anmeldeschluss
es: FECHA LÍMITE PARA CONFIRMAR ASISTENCIA
fr: DATE LIMITE DE RÉPONSE
gu: જવાબ આપવાની છેલ્લી તારીખ
hi: RSVP की अंतिम तिथि
it: TERMINE ULTIMO PER LA CONFERMA DI PARTECIPAZIONE
ja: 出欠確認の締め切り
kn: RSVP ಅಂತಿಮ ದಿನಾಂಕ
ko: 참석 여부 회신 마감일
ml: മറുപടി നൽകാനുള്ള അന്തിമ തീയതി
mr: RSVP अंतिम मुदत
or: ଉତ୍ତର ଦେବାର ଶେଷ ତାରିଖ
pa: ਜਵਾਬ ਦੇਣ ਦੀ ਆਖਰੀ ਮਿਤੀ
pt: PRAZO FINAL PARA CONFIRMAÇÃO DE PRESENÇA
ru: СРОК ПОДТВЕРЖДЕНИЯ УЧАСТИЯ
ta: RSVP காலக்கெடு
te: RSVP గడువు
zh_hans: 回复截止日期
zh_hant: 回覆截止日期

source: RSVPs
ar: تأكيد الحضور
as: আৰ এছ ভি পি সমূহ
bn: RSVP
de: Rückmeldungen
es: Confirmar asistencia
fr: RSVP
gu: જવાબો
hi: आरएसवीपी
it: RSVP
ja: 出欠確認
kn: RSVP ಗಳು
ko: 참석 여부 회신
ml: പ്രതികരണങ്ങൾ
mr: आरएसव्हीपी
or: ଉତ୍ତର ଦିଅନ୍ତୁ
pa: ਜਵਾਬ
pt: Confirmações de presença
ru: Подтверждение участия
ta: வருகை உறுதிப்படுத்தல்கள்
te: RSVPలు
zh_hans: 回复
zh_hant: 回覆

source: S/N: %@
ar: الرقم التسلسلي: %@
bn: ক্রমিক নং: %@
es: N.º de serie: %@
fr: N° de série : %@
gu: એસ/એન: %@
hi: क्रमांक: %@
it: Numero di serie: %@
kn: ಅ/ಅ: %@
ko: 일련번호: %@
ml: എസ്/എൻ: %@
mr: अनुक्रमांक: %@
or: ସ/ଉ: %@
pa: ਐੱਸ/ਐੱਨ: %@
ta: வரிசை எண்: %@
te: క్ర.సం: %@
zh_hans: 序列号： %@
zh_hant: 序號： %@

source: SALES
ar: مبيعات
bn: বিক্রয়
de: VERKÄUFE
es: VENTAS
fr: VENTES
gu: વેચાણ
hi: बिक्री
it: SALDI
ja: 販売
kn: ಮಾರಾಟಗಳು
ko: 매상
ml: വിൽപ്പന
mr: विक्री
or: ବିକ୍ରୟ
pa: ਵਿਕਰੀ
pt: VENDAS
ru: ПРОДАЖИ
ta: விற்பனை
te: అమ్మకాలు
zh_hans: 销售量
zh_hant: 銷售量

source: Sales Analytics
ar: تحليلات المبيعات
as: বিক্ৰী বিশ্লেষণ
bn: বিক্রয় বিশ্লেষণ
de: Vertriebsanalyse
es: Análisis de ventas
fr: Analyse des ventes
gu: વેચાણ વિશ્લેષણ
hi: बिक्री विश्लेषण
it: Analisi delle vendite
ja: 販売分析
kn: ಮಾರಾಟ ವಿಶ್ಲೇಷಣೆಗಳು
ko: 판매 분석
ml: വിൽപ്പന അനലിറ്റിക്സ്
mr: विक्री विश्लेषण
or: ବିକ୍ରୟ ଆନାଲିଟିକ୍ସ
pa: ਵਿਕਰੀ ਵਿਸ਼ਲੇਸ਼ਣ
pt: Análise de Vendas
ru: Аналитика продаж
ta: தொழில்நுட்ப பகுப்பாய்வு
te: అమ్మకాల విశ్లేషణలు
zh_hans: 销售分析
zh_hant: 銷售分析

source: Sales Associate
ar: مندوب مبيعات
as: বিক্ৰী সহযোগী
bn: বিক্রয় সহযোগী
de: Verkaufsmitarbeiter
es: Asociado de ventas
fr: vendeur
gu: સેલ્સ એસોસિયેટ
hi: बिक्री सहयोगी
it: Addetto alle vendite
ja: 販売員
kn: ಮಾರಾಟ ಸಹಾಯಕ
ko: 판매 사원
ml: സെയിൽസ് അസോസിയേറ്റ്
mr: विक्री सहयोगी
or: ବିକ୍ରୟ ସହଯୋଗୀ
pa: ਸੇਲਜ਼ ਐਸੋਸੀਏਟ
pt: Associado de vendas
ru: Продавец-консультант
ta: விற்பனை உதவியாளர்
te: సేల్స్ అసోసియేట్
zh_hans: 销售助理
zh_hant: 銷售助理

source: Sales Performance
ar: أداء المبيعات
as: বিক্ৰীৰ প্ৰদৰ্শন
bn: বিক্রয় কর্মক্ষমতা
de: Umsatzleistung
es: Rendimiento de ventas
fr: Performance des ventes
gu: વેચાણ પ્રદર્શન
hi: बिक्री निष्पादन
it: Risultati di vendita
ja: 販売実績
kn: ಮಾರಾಟದ ಕಾರ್ಯಕ್ಷಮತೆ
ko: 판매 실적
ml: വിൽപ്പന പ്രകടനം
mr: विक्री कामगिरी
or: ବିକ୍ରୟ କାର୍ଯ୍ୟଦକ୍ଷତା
pa: ਵਿਕਰੀ ਪ੍ਰਦਰਸ਼ਨ
pt: Desempenho de vendas
ru: Показатели продаж
ta: விற்பனை செயல்திறன்
te: అమ్మకాల పనితీరు
zh_hans: 销售业绩
zh_hant: 銷售業績

source: Sales Targets
ar: أهداف المبيعات
as: বিক্ৰীৰ লক্ষ্য
bn: বিক্রয় লক্ষ্যমাত্রা
de: Verkaufsziele
es: Objetivos de ventas
fr: Objectifs de vente
gu: વેચાણ લક્ષ્યો
hi: बिक्री लक्ष्य
it: Obiettivi di vendita
ja: 販売目標
kn: ಮಾರಾಟ ಗುರಿಗಳು
ko: 판매 목표
ml: വിൽപ്പന ലക്ഷ്യങ്ങൾ
mr: विक्री लक्ष्ये
or: ବିକ୍ରୟ ଲକ୍ଷ୍ୟ
pa: ਵਿਕਰੀ ਟੀਚੇ
pt: Metas de vendas
ru: Целевые показатели продаж
ta: விற்பனை இலக்குகள்
te: అమ్మకాల లక్ష్యాలు
zh_hans: 销售目标
zh_hant: 銷售目標

source: Save
ar: يحفظ
as: সঞ্চয় কৰা
bn: সংরক্ষণ করুন
de: Speichern
es: Ahorrar
fr: Sauvegarder
gu: સાચવો
hi: बचाना
it: Salva
ja: 保存
kn: ಉಳಿಸಿ
ko: 구하다
ml: രക്ഷിക്കും
mr: जतन करा
or: ସେଭ୍ କରନ୍ତୁ
pa: ਸੇਵ ਕਰੋ
pt: Guardar
ru: Сохранять
ta: சேமிக்கவும்
te: సేవ్ చేయండి
zh_hans: 节省
zh_hant: 節省

source: Save All Targets
ar: حفظ جميع الأهداف
as: সকলো লক্ষ্য সংৰক্ষণ কৰক
bn: সমস্ত লক্ষ্য সংরক্ষণ করুন
de: Alle Ziele speichern
es: Guardar todos los objetivos
fr: Sauvegarder toutes les cibles
gu: બધા લક્ષ્યો સાચવો
hi: सभी लक्ष्यों को सहेजें
it: Salva tutti gli obiettivi
ja: すべてのターゲットを保存
kn: ಎಲ್ಲಾ ಗುರಿಗಳನ್ನು ಉಳಿಸಿ
ko: 모든 목표 저장
ml: എല്ലാ ലക്ഷ്യങ്ങളും സംരക്ഷിക്കുക
mr: सर्व लक्ष्ये जतन करा
or: ସମସ୍ତ ଟାର୍ଗେଟ୍ ସେଭ୍ କରନ୍ତୁ
pa: ਸਾਰੇ ਨਿਸ਼ਾਨੇ ਸੁਰੱਖਿਅਤ ਕਰੋ
pt: Guardar todos os alvos
ru: Сохранить все цели
ta: அனைத்து இலக்குகளையும் சேமிக்கவும்
te: అన్ని లక్ష్యాలను సేవ్ చేయండి
zh_hans: 保存所有目标
zh_hant: 保存所有目標

source: Save Certificate Link
ar: حفظ رابط الشهادة
as: প্ৰমাণপত্ৰ লিংক সংৰক্ষণ কৰক
bn: সার্টিফিকেট সংরক্ষণ লিঙ্ক
de: Link zum Zertifikat speichern
es: Enlace para guardar el certificado
fr: Enregistrer le lien du certificat
gu: પ્રમાણપત્ર લિંક સાચવો
hi: प्रमाणपत्र लिंक सहेजें
it: Salva il collegamento del certificato
ja: 証明書リンクを保存する
kn: ಪ್ರಮಾಣಪತ್ರ ಲಿಂಕ್ ಉಳಿಸಿ
ko: 인증서 링크 저장
ml: സർട്ടിഫിക്കറ്റ് ലിങ്ക് സംരക്ഷിക്കുക
mr: प्रमाणपत्र लिंक जतन करा
or: ସାର୍ଟିଫିକେଟ୍ ଲିଙ୍କ୍ ସେଭ୍ କରନ୍ତୁ
pa: ਸਰਟੀਫਿਕੇਟ ਲਿੰਕ ਸੇਵ ਕਰੋ
pt: Guardar link do certificado
ru: Сохранить ссылку на сертификат
ta: சான்றிதழ் இணைப்பைச் சேமிக்கவும்
te: సర్టిఫికేట్ లింక్‌ను సేవ్ చేయండి
zh_hans: 保存证书链接
zh_hant: 儲存證書連結

source: Save Changes
ar: حفظ التغييرات
as: পৰিবৰ্তনসমূহ সংৰক্ষণ কৰক
bn: পরিবর্তনগুলি সংরক্ষণ করুন
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
gu: ફેરફારો સાચવો
hi: परिवर्तनों को सुरक्षित करें
it: Salva le modifiche
ja: 変更を保存
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ko: 변경 사항 저장
ml: മാറ്റങ്ങൾ സംരക്ഷിക്കുക
mr: बदल जतन करा
or: ପରିବର୍ତ୍ତନଗୁଡ଼ିକୁ ସେଭ୍ କରନ୍ତୁ
pa: ਬਦਲਾਅ ਸੰਭਾਲੋ
pt: Guardar alterações
ru: Сохранить изменения
ta: மாற்றங்களைச் சேமிக்கவும்
te: మార్పులను సేవ్ చేయండి
zh_hans: 保存更改
zh_hant: 儲存變更

source: Save Damage Report
ar: حفظ تقرير الضرر
as: ক্ষতিৰ প্ৰতিবেদন সংৰক্ষণ কৰক
bn: ক্ষয়ক্ষতির প্রতিবেদন সংরক্ষণ করুন
de: Schadensbericht speichern
es: Guardar informe de daños
fr: Rapport de dommages enregistré
gu: નુકસાન રિપોર્ટ સાચવો
hi: क्षति रिपोर्ट सहेजें
it: Salva rapporto danni
ja: 損傷レポートを保存
kn: ಹಾನಿ ವರದಿಯನ್ನು ಉಳಿಸಿ
ko: 피해 보고서 저장
ml: നാശനഷ്ട റിപ്പോർട്ട് സംരക്ഷിക്കുക
mr: नुकसान अहवाल जतन करा
or: କ୍ଷତି ରିପୋର୍ଟ ସେଭ୍ କରନ୍ତୁ
pa: ਨੁਕਸਾਨ ਦੀ ਰਿਪੋਰਟ ਸੁਰੱਖਿਅਤ ਕਰੋ
pt: Guardar relatório de danos
ru: Сохранение отчета о повреждениях
ta: சேத அறிக்கையைச் சேமிக்கவும்
te: నష్ట నివేదికను సేవ్ చేయండి
zh_hans: 保存损坏报告
zh_hant: 保存損壞報告

source: Save PDF
ar: حفظ ملف PDF
as: পিডিএফ সংৰক্ষণ কৰক
bn: পিডিএফ সংরক্ষণ করুন
de: PDF speichern
es: Guardar PDF
fr: Enregistrer le PDF
gu: PDF સાચવો
hi: पीडीएफ सहेजें
it: Salva PDF
ja: PDFを保存
kn: PDF ಉಳಿಸಿ
ko: PDF 저장
ml: PDF സംരക്ഷിക്കുക
mr: पीडीएफ जतन करा
or: PDF ସେଭ୍ କରନ୍ତୁ
pa: PDF ਸੇਵ ਕਰੋ
pt: Guardar PDF
ru: Сохранить PDF
ta: PDF-ஐ சேமிக்கவும்
te: PDFని సేవ్ చేయండి
zh_hans: 保存PDF
zh_hant: 儲存PDF

source: Scan
ar: مسح ضوئي
as: স্কেন কৰক
bn: স্ক্যান
es: Escanear
fr: Balayage
gu: સ્કેન કરો
hi: स्कैन
it: Scansione
ja: スキャン
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 주사
ml: സ്കാൻ ചെയ്യുക
mr: स्कॅन
or: ସ୍କାନ୍
pa: ਸਕੈਨ ਕਰੋ
pt: Digitalizar
ru: Сканировать
ta: ஸ்கேன்
te: స్కాన్
zh_hans: 扫描
zh_hant: 掃描

source: Scan %@
ar: مسح ضوئي %@
as: %@ স্কেন কৰক
bn: স্ক্যান করুন %@
de: Scannen %@
es: Escanear %@
fr: Scannez %@
gu: સ્કેન કરો %@
hi: स्कैन %@
it: Scansiona %@
ja: スキャン %@
kn: ಸ್ಕ್ಯಾನ್ %@
ko: 스캔 %@
ml: സ്കാൻ ചെയ്യുക %@
mr: स्कॅन %@
or: ସ୍କାନ୍ କରନ୍ତୁ %@
pa: ਸਕੈਨ ਕਰੋ %@
pt: Digitalizar %@
ru: Сканировать %@
ta: ஸ்கேன் %@
te: %@ను స్కాన్ చేయండి
zh_hans: 扫描 %@
zh_hant: 掃描 %@

source: Scan Barcode
ar: مسح الباركود
as: বাৰকোড স্কেন কৰক
bn: বারকোড স্ক্যান করুন
de: Barcode scannen
es: Escanear código de barras
fr: Scanner le code-barres
gu: બારકોડ સ્કેન કરો
hi: बारकोड स्कैन करें
it: Scansiona il codice a barre
ja: バーコードをスキャン
kn: ಬಾರ್‌ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 바코드를 스캔하세요
ml: ബാർകോഡ് സ്കാൻ ചെയ്യുക
mr: बारकोड स्कॅन करा
or: ବାରକୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ
pa: ਬਾਰਕੋਡ ਸਕੈਨ ਕਰੋ
pt: Ler código de barras
ru: Сканировать штрихкод
ta: பார்கோடை ஸ்கேன் செய்யவும்
te: బార్‌కోడ్‌ను స్కాన్ చేయండి
zh_hans: 扫描条形码
zh_hant: 掃描條碼

source: Scan barcodes or QR codes to resolve quantity mismatches
ar: امسح الرموز الشريطية أو رموز الاستجابة السريعة لحل مشكلة عدم تطابق الكميات.
as: পৰিমাণৰ মিল নোহোৱা সমাধান কৰিবলৈ বাৰক'ড বা QR ক'ড স্কেন কৰক
bn: পরিমাণের অমিল সমাধান করতে বারকোড বা কিউআর কোড স্ক্যান করুন
de: Scannen Sie Barcodes oder QR-Codes, um Mengenabweichungen zu beheben.
es: Escanee códigos de barras o códigos QR para resolver discrepancias en las cantidades.
fr: Scannez les codes-barres ou les codes QR pour résoudre les problèmes de quantités.
gu: જથ્થામાં મેળ ન ખાતી સમસ્યાને ઉકેલવા માટે બારકોડ અથવા QR કોડ સ્કેન કરો
hi: मात्रा में विसंगतियों को दूर करने के लिए बारकोड या क्यूआर कोड स्कैन करें।
it: Scansiona i codici a barre o i codici QR per risolvere le discrepanze di quantità.
ja: 数量の不一致を解消するには、バーコードまたはQRコードをスキャンしてください。
kn: ಪ್ರಮಾಣ ಹೊಂದಾಣಿಕೆಯ ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಹರಿಸಲು ಬಾರ್‌ಕೋಡ್‌ಗಳು ಅಥವಾ QR ಕೋಡ್‌ಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 수량 불일치를 해결하려면 바코드 또는 QR 코드를 스캔하세요.
ml: അളവിലെ പൊരുത്തക്കേടുകൾ പരിഹരിക്കാൻ ബാർകോഡുകളോ QR കോഡുകളോ സ്കാൻ ചെയ്യുക.
mr: प्रमाणातील तफावत दूर करण्यासाठी बारकोड किंवा क्यूआर कोड स्कॅन करा.
or: ପରିମାଣ ମେଳ ନହେବା ସମାଧାନ ପାଇଁ ବାରକୋଡ୍ କିମ୍ବା QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ।
pa: ਮਾਤਰਾ ਦੇ ਮੇਲ ਨਾ ਖਾਣ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਬਾਰਕੋਡ ਜਾਂ QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pt: Digitalize códigos de barras ou códigos QR para resolver discrepâncias de quantidade.
ru: Сканируйте штрихкоды или QR-коды для устранения несоответствий в количестве.
ta: அளவுப் பொருத்தமின்மைகளைச் சரிசெய்ய பார்கோடுகள் அல்லது QR குறியீடுகளை ஸ்கேன் செய்யவும்.
te: పరిమాణ వ్యత్యాసాలను పరిష్కరించడానికి బార్‌కోడ్‌లు లేదా QR కోడ్‌లను స్కాన్ చేయండి
zh_hans: 扫描条形码或二维码以解决数量不符问题
zh_hant: 掃描條碼或二維碼以解決數量不符問題

source: Scan Correct SKU
ar: امسح رمز المنتج الصحيح
as: স্কেন শুদ্ধ SKU
bn: সঠিক SKU স্ক্যান করুন
de: Scannen Sie die korrekte SKU
es: Escanee el SKU correcto
fr: Scanner la référence correcte
gu: સાચો SKU સ્કેન કરો
hi: सही SKU स्कैन करें
it: Scansiona il codice SKU corretto
ja: 正しいSKUをスキャンしてください
kn: ಸರಿಯಾದ SKU ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 올바른 SKU를 스캔하세요
ml: ശരിയായ SKU സ്കാൻ ചെയ്യുക
mr: योग्य SKU स्कॅन करा
or: ସଠିକ୍ SKU ସ୍କାନ କରନ୍ତୁ
pa: ਸਹੀ SKU ਸਕੈਨ ਕਰੋ
pt: Digitalize o SKU correto
ru: Отсканируйте правильный артикул
ta: சரியான SKU-ஐ ஸ்கேன் செய்யவும்
te: సరైన SKUను స్కాన్ చేయండి
zh_hans: 扫描正确的 SKU
zh_hant: 掃描正確的 SKU

source: Scan Items
ar: مسح العناصر ضوئيًا
as: স্কেন আইটেম
bn: আইটেম স্ক্যান করুন
de: Artikel scannen
es: Escanear artículos
fr: Numériser les articles
gu: વસ્તુઓ સ્કેન કરો
hi: आइटम स्कैन करें
it: Elementi da scansionare
ja: スキャンアイテム
kn: ವಸ್ತುಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 스캔 항목
ml: ഇനങ്ങൾ സ്കാൻ ചെയ്യുക
mr: वस्तू स्कॅन करा
or: ଆଇଟମଗୁଡ଼ିକୁ ସ୍କାନ୍ କରନ୍ତୁ
pa: ਆਈਟਮਾਂ ਸਕੈਨ ਕਰੋ
pt: Itens digitalizados
ru: Сканировать товары
ta: பொருட்களை ஸ்கேன் செய்யவும்
te: అంశాలను స్కాన్ చేయండి
zh_hans: 扫描物品
zh_hant: 掃描物品

source: Scan items to add them here.
ar: امسح العناصر ضوئيًا لإضافتها هنا.
as: ইয়াত যোগ কৰিবলৈ বস্তুবোৰ স্কেন কৰক।
bn: এখানে যোগ করতে আইটেমগুলো স্ক্যান করুন।
de: Scannen Sie die Artikel, um sie hier hinzuzufügen.
es: Escanea los artículos para agregarlos aquí.
fr: Scannez les articles pour les ajouter ici.
gu: અહીં ઉમેરવા માટે વસ્તુઓ સ્કેન કરો.
hi: यहां आइटम जोड़ने के लिए उन्हें स्कैन करें।
it: Scansiona gli articoli per aggiungerli qui.
ja: アイテムをスキャンして、ここに追加してください。
kn: ಇಲ್ಲಿ ಸೇರಿಸಲು ಐಟಂಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ.
ko: 스캔한 항목으로 여기에 추가하세요.
ml: ഇവിടെ ചേർക്കാൻ ഇനങ്ങൾ സ്കാൻ ചെയ്യുക.
mr: येथे जोडण्यासाठी वस्तू स्कॅन करा.
or: ଏଠାରେ ଯୋଡିବା ପାଇଁ ଆଇଟମ୍‌ଗୁଡ଼ିକୁ ସ୍କାନ୍ କରନ୍ତୁ।
pa: ਆਈਟਮਾਂ ਨੂੰ ਇੱਥੇ ਜੋੜਨ ਲਈ ਉਹਨਾਂ ਨੂੰ ਸਕੈਨ ਕਰੋ।
pt: Digitalize os itens para os adicionar aqui.
ru: Отсканируйте предметы, чтобы добавить их сюда.
ta: பொருட்களை ஸ்கேன் செய்து இங்கே சேர்க்கவும்.
te: ఇక్కడ చేర్చడానికి అంశాలను స్కాన్ చేయండి.
zh_hans: 扫描物品并将其添加到这里。
zh_hant: 掃描物品並將其添加到這裡。

source: Scan Mismatch
ar: عدم تطابق المسح الضوئي
as: স্কেন মিছমেচ
bn: স্ক্যান অমিল
de: Scan-Fehler
es: Discrepancia en el escaneo
fr: Incompatibilité de numérisation
gu: સ્કેન મેળ ખાતું નથી
hi: स्कैन बेमेल
it: Mancata corrispondenza della scansione
ja: スキャン結果の不一致
kn: ಸ್ಕ್ಯಾನ್ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ko: 스캔 불일치
ml: സ്കാൻ പൊരുത്തക്കേട്
mr: स्कॅन जुळत नाही
or: ସ୍କାନ୍‌ ମେଳ ହେଉନାହିଁ
pa: ਸਕੈਨ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
pt: Incompatibilidade de leitura
ru: Несоответствие сканирования
ta: ஸ்கேன் பொருந்தாமை
te: స్కాన్ సరిపోలలేదు
zh_hans: 扫描不匹配
zh_hant: 掃描不匹配

source: Scan PO Items
ar: مسح عناصر طلب الشراء
as: স্কেন পি অ' আইটেম
bn: পিও আইটেম স্ক্যান করুন
de: Scan PO-Artikel
es: Escanear artículos de la orden de compra
fr: Scanner les articles du bon de commande
gu: PO આઇટમ્સ સ્કેન કરો
hi: पीओ आइटम स्कैन करें
it: Scansiona gli articoli dell'ordine di acquisto
ja: POアイテムをスキャン
kn: ಪಿಒ ಐಟಂಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 구매 주문 품목을 스캔하세요
ml: പി‌ഒ ഇനങ്ങൾ സ്കാൻ ചെയ്യുക
mr: पीओ आयटम स्कॅन करा
or: PO ଆଇଟମଗୁଡ଼ିକୁ ସ୍କାନ୍ କରନ୍ତୁ
pa: PO ਆਈਟਮਾਂ ਨੂੰ ਸਕੈਨ ਕਰੋ
pt: Digitalizar artigos do pedido de compra
ru: Сканирование позиций заказа на покупку
ta: கொள்முதல் ஆணைப் பொருட்களை ஸ்கேன் செய்யவும்
te: PO ఐటెమ్‌లను స్కాన్ చేయండి
zh_hans: 扫描采购订单项目
zh_hant: 掃描採購訂單項目

source: Scan QR
ar: امسح رمز الاستجابة السريعة (QR)
as: স্কেন QR
bn: QR স্ক্যান করুন
de: QR-Code scannen
es: Escanee el código QR.
fr: Scannez le code QR
gu: QR સ્કેન કરો
hi: क्यूआर स्कैन करें
it: Scansiona il codice QR
ja: QRコードをスキャン
kn: QR ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: QR 코드를 스캔하세요
ml: QR സ്കാൻ ചെയ്യുക
mr: क्यूआर स्कॅन करा
or: QR ସ୍କାନ୍ କରନ୍ତୁ
pa: QR ਸਕੈਨ ਕਰੋ
pt: Digitalize o QR Code
ru: Отсканируйте QR-код
ta: QR குறியீட்டை ஸ்கேன் செய்யவும்
te: QR స్కాన్ చేయండి
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

source: Scan QR & Save
ar: امسح رمز الاستجابة السريعة واحفظ
as: QR স্কেন কৰক আৰু সংৰক্ষণ কৰক
bn: QR স্ক্যান করুন এবং সংরক্ষণ করুন
de: QR-Code scannen & speichern
es: Escanea el código QR y guarda.
fr: Scannez le code QR et économisez
gu: QR સ્કેન કરો અને સાચવો
hi: क्यूआर स्कैन करें और सेव करें
it: Scansiona il codice QR e salva
ja: QRコードをスキャンして保存
kn: QR ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಮತ್ತು ಉಳಿಸಿ
ko: QR 코드를 스캔하고 할인 받으세요
ml: QR സ്കാൻ ചെയ്ത് സേവ് ചെയ്യുക
mr: QR स्कॅन करा आणि सेव्ह करा
or: QR ସ୍କାନ୍ କରନ୍ତୁ ଏବଂ ସେଭ୍ କରନ୍ତୁ
pa: QR ਸਕੈਨ ਕਰੋ ਅਤੇ ਸੇਵ ਕਰੋ
pt: Digitalize o QR Code e poupe
ru: Отсканируйте QR-код и сохраните
ta: QR குறியீட்டை ஸ்கேன் செய்து சேமிக்கவும்
te: QR కోడ్‌ను స్కాన్ చేసి సేవ్ చేసుకోండి
zh_hans: 扫描二维码并保存
zh_hant: 掃描二維碼並儲存

source: Scan Session Details
ar: تفاصيل جلسة المسح
as: অধিবেশনৰ বিৱৰণ স্কেন কৰক
bn: স্ক্যান সেশনের বিবরণ
de: Details zur Scan-Sitzung
es: Detalles de la sesión de escaneo
fr: Détails de la session d'analyse
gu: સત્ર વિગતો સ્કેન કરો
hi: स्कैन सत्र विवरण
it: Dettagli della sessione di scansione
ja: スキャンセッションの詳細
kn: ಸೆಷನ್ ವಿವರಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 스캔 세션 세부 정보
ml: സെഷൻ വിശദാംശങ്ങൾ സ്കാൻ ചെയ്യുക
mr: स्कॅन सत्र तपशील
or: ସେସନ୍ ବିବରଣୀ ସ୍କାନ୍ କରନ୍ତୁ
pa: ਸਕੈਨ ਸੈਸ਼ਨ ਵੇਰਵੇ
pt: Detalhes da sessão de digitalização
ru: Сведения о сеансе сканирования
ta: ஸ்கேன் அமர்வு விவரங்கள்
te: స్కాన్ సెషన్ వివరాలు
zh_hans: 扫描会话详情
zh_hant: 掃描會話詳情

source: Scan Unexpected
ar: مسح غير متوقع
as: স্কেন অপ্ৰত্যাশিত
bn: স্ক্যান অপ্রত্যাশিত
de: Scan unerwartet
es: Escaneo inesperado
fr: Scan inattendu
gu: અનપેક્ષિત સ્કેન કરો
hi: स्कैन अप्रत्याशित
it: Scansione inattesa
ja: 予期せぬスキャン
kn: ಸ್ಕ್ಯಾನ್ ಅನಿರೀಕ್ಷಿತವಾಗಿದೆ
ko: 예상치 못한 스캔
ml: അപ്രതീക്ഷിതമായി സ്കാൻ ചെയ്തു
mr: स्कॅन अनपेक्षित
or: ଅପ୍ରତ୍ୟାଶିତ ସ୍କାନ କରନ୍ତୁ
pa: ਸਕੈਨ ਅਣਕਿਆਸਿਆ
pt: Varredura Inesperada
ru: Сканирование неожиданно
ta: ஸ்கேன் எதிர்பாராதது
te: స్కాన్ అనూహ్యమైనది
zh_hans: 扫描意外
zh_hant: 掃描意外

source: Scan Unexpected Item
ar: مسح عنصر غير متوقع
as: অপ্ৰত্যাশিত বস্তু স্কেন কৰক
bn: অপ্রত্যাশিত আইটেম স্ক্যান করুন
de: Scan Unerwartetes Element
es: Escanear artículo inesperado
fr: Scanner un élément inattendu
gu: અણધારી વસ્તુ સ્કેન કરો
hi: स्कैन में अप्रत्याशित वस्तु मिली
it: Scansiona un oggetto inatteso
ja: 予期しないアイテムをスキャン
kn: ಅನಿರೀಕ್ಷಿತ ಐಟಂ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 예상치 못한 항목을 스캔하세요
ml: അപ്രതീക്ഷിത ഇനം സ്കാൻ ചെയ്യുക
mr: अनपेक्षित वस्तू स्कॅन करा
or: ଅପ୍ରତ୍ୟାଶିତ ଆଇଟମ୍ ସ୍କାନ କରନ୍ତୁ
pa: ਅਣਕਿਆਸੀ ਆਈਟਮ ਨੂੰ ਸਕੈਨ ਕਰੋ
pt: Digitalizar item inesperado
ru: Сканировать неожиданный предмет
ta: எதிர்பாராத பொருளை ஸ்கேன் செய்யவும்
te: ఊహించని అంశాన్ని స్కాన్ చేయండి
zh_hans: 扫描意外物品
zh_hant: 掃描意外物品

source: Scanned
ar: تم مسحه ضوئيًا
as: স্কেন কৰা হৈছে
bn: স্ক্যান করা
de: Gescannt
es: Escaneado
fr: Numérisé
gu: સ્કેન કર્યું
hi: स्कैन किए गए
it: Scansionato
ja: スキャン済み
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗಿದೆ
ko: 스캔됨
ml: സ്കാൻ ചെയ്തു
mr: स्कॅन केलेले
or: ସ୍କାନ ହୋଇଛି
pa: ਸਕੈਨ ਕੀਤਾ ਗਿਆ
pt: Digitalizado
ru: Отсканировано
ta: ஸ்கேன் செய்யப்பட்டது
te: స్కాన్ చేయబడింది
zh_hans: 扫描
zh_hant: 掃描

source: Scanned Items
ar: العناصر الممسوحة ضوئياً
as: স্কেন কৰা বস্তু
bn: স্ক্যান করা আইটেম
de: Gescannte Artikel
es: Artículos escaneados
fr: Articles scannés
gu: સ્કેન કરેલી વસ્તુઓ
hi: स्कैन की गई वस्तुएँ
it: Elementi scansionati
ja: スキャンされたアイテム
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ಐಟಂಗಳು
ko: 스캔된 항목
ml: സ്കാൻ ചെയ്ത ഇനങ്ങൾ
mr: स्कॅन केलेल्या वस्तू
or: ସ୍କାନ ହୋଇଥିବା ଆଇଟମଗୁଡ଼ିକ
pa: ਸਕੈਨ ਕੀਤੀਆਂ ਆਈਟਮਾਂ
pt: Itens digitalizados
ru: Отсканированные товары
ta: ஸ்கேன் செய்யப்பட்ட பொருட்கள்
te: స్కాన్ చేయబడిన అంశాలు
zh_hans: 已扫描物品
zh_hant: 已掃描物品

source: SCANNED ITEMS
ar: العناصر الممسوحة ضوئياً
as: স্কেন কৰা বস্তু
bn: স্ক্যান করা আইটেম
de: GECANNTE ARTIKEL
es: ARTÍCULOS ESCANEADOS
fr: ARTICLES NUMÉRISÉS
gu: સ્કેન કરેલી વસ્તુઓ
hi: स्कैन की गई वस्तुएँ
it: ELEMENTI SCANSIONATI
ja: スキャンされたアイテム
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ವಸ್ತುಗಳು
ko: 스캔된 항목
ml: സ്കാൻ ചെയ്ത ഇനങ്ങൾ
mr: स्कॅन केलेल्या वस्तू
or: ସ୍କାନ ହୋଇଥିବା ଆଇଟମ୍‌ଗୁଡ଼ିକ
pa: ਸਕੈਨ ਕੀਤੀਆਂ ਆਈਟਮਾਂ
pt: ARTIGOS DIGITALIZADOS
ru: ОТСКАНИРОВАННЫЕ ТОВАРЫ
ta: ஸ்கேன் செய்யப்பட்ட பொருட்கள்
te: స్కాన్ చేయబడిన అంశాలు
zh_hans: 扫描物品
zh_hant: 掃描物品

source: SCANNED ITEMS (%lld)
ar: العناصر الممسوحة ضوئياً (%lld)
as: স্কেন কৰা বস্তু (%lld)
bn: স্ক্যান করা আইটেম (%lld)
de: GECANNTE ARTIKEL (%lld)
es: ARTÍCULOS ESCANEADOS (%lld)
fr: ARTICLES NUMÉRISÉS (%lld)
gu: સ્કેન કરેલી વસ્તુઓ (%lld)
hi: स्कैन की गई वस्तुएँ (%lld)
it: ARTICOLI SCANSIONATI (%lld)
ja: スキャンされたアイテム (%lld)
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ವಸ್ತುಗಳು (%lld)
ko: 스캔된 항목 (%lld)
ml: സ്കാൻ ചെയ്ത ഇനങ്ങൾ (%lld)
mr: स्कॅन केलेल्या वस्तू (%lld)
or: ସ୍କାନ ହୋଇଥିବା ଜିନିଷଗୁଡ଼ିକ (%lld)
pa: ਸਕੈਨ ਕੀਤੀਆਂ ਆਈਟਮਾਂ (%lld)
pt: ARTIGOS DIGITALIZADOS (%lld)
ru: ОТСКАНИРОВАННЫЕ ТОВАРЫ (%lld)
ta: ஸ்கேன் செய்யப்பட்ட உருப்படிகள் (%lld)
te: స్కాన్ చేయబడిన అంశాలు (%lld)
zh_hans: 已扫描物品（%lld）
zh_hant: 已掃描物品（%lld）

source: Scanned Qty
ar: الكمية الممسوحة ضوئياً
as: স্কেন কৰা পৰিমাণ
bn: স্ক্যান করা পরিমাণ
de: Gescannte Menge
es: Cantidad escaneada
fr: Quantité scannée
gu: સ્કેન કરેલ જથ્થો
hi: स्कैन की गई मात्रा
it: Quantità scansionata
ja: スキャンされた数量
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ಪ್ರಮಾಣ
ko: 스캔 수량
ml: സ്കാൻ ചെയ്ത ക്യൂട്ടി
mr: स्कॅन केलेली संख्या
or: ସ୍କାନ ହୋଇଥିବା ପରିମାଣ
pa: ਸਕੈਨ ਕੀਤੀ ਮਾਤਰਾ
pt: Quantidade digitalizada
ru: Отсканированное количество
ta: ஸ்கேன் செய்யப்பட்ட அளவு
te: స్కాన్ చేయబడిన పరిమాణం
zh_hans: 扫描数量
zh_hant: 掃描數量

source: Scanned Serials (%lld)
ar: الأرقام التسلسلية الممسوحة ضوئياً (%lld)
as: স্কেন কৰা ছিৰিয়েলসমূহ (%lld)
bn: স্ক্যান করা সিরিয়াল (%lld)
de: Gescannte Seriennummern (%lld)
es: Publicaciones seriadas escaneadas (%lld)
fr: Numéros de série scannés (%lld)
gu: સ્કેન કરેલા સિરિયલ્સ (%lld)
hi: स्कैन किए गए सीरियल (%lld)
it: Numeri di serie scansionati (%lld)
ja: スキャンされたシリアル (%lld)
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ಧಾರಾವಾಹಿಗಳು (%lld)
ko: 스캔된 연속 간행물 (%lld)
ml: സ്കാൻ ചെയ്ത സീരിയലുകൾ (%lld)
mr: स्कॅन केलेले सीरियल्स (%lld)
or: ସ୍କାନ ହୋଇଥିବା ସିରିଏଲ୍ (%lld)
pa: ਸਕੈਨ ਕੀਤੇ ਸੀਰੀਅਲ (%lld)
pt: Números de série digitalizados (%lld)
ru: Отсканированные серийные номера (%lld)
ta: ஸ்கேன் செய்யப்பட்ட வரிசை எண்கள் (%lld)
te: స్కాన్ చేయబడిన సీరియల్స్ (%lld)
zh_hans: 已扫描序列号 (%lld)
zh_hant: 已掃描序號 (%lld)

source: SCANNER MODULE
ar: وحدة الماسح الضوئي
as: SCANNER মডিউল
bn: স্ক্যানার মডিউল
de: Scannermodul
es: MÓDULO ESCÁNER
fr: MODULE DE SCANNER
gu: સ્કેનર મોડ્યુલ
hi: स्कैनर मॉड्यूल
it: MODULO SCANNER
ja: スキャナーモジュール
kn: ಸ್ಕ್ಯಾನರ್ ಮಾಡ್ಯೂಲ್
ko: 스캐너 모듈
ml: സ്കാനർ മൊഡ്യൂൾ
mr: स्कॅनर मॉड्यूल
or: ସ୍କାନର ମଡ୍ୟୁଲ୍
pa: ਸਕੈਨਰ ਮੋਡੀਊਲ
pt: MÓDULO DE SCANNER
ru: МОДУЛЬ СКАНЕРА
ta: ஸ்கேனர் தொகுதி
te: స్కానర్ మాడ్యూల్
zh_hans: 扫描模块
zh_hant: 掃描模組

source: SCHEDULED COUNTS
ar: عمليات الإحصاء المجدولة
as: সূচীভুক্ত গণনা
bn: নির্ধারিত গণনা
de: GEPLANTE ZÄHLUNGEN
es: RECUENTOS PROGRAMADOS
fr: COMPTAGES PRÉVUS
gu: સુનિશ્ચિત ગણતરીઓ
hi: निर्धारित मतगणना
it: CONTEGGI PROGRAMMATI
ja: 予定されている集計
kn: ನಿಗದಿತ ಎಣಿಕೆಗಳು
ko: 예정된 집계
ml: ഷെഡ്യൂൾ ചെയ്ത എണ്ണങ്ങൾ
mr: नियोजित मोजणी
or: ନିର୍ଦ୍ଧାରିତ ସଂଖ୍ୟା
pa: ਤਹਿ ਕੀਤੀਆਂ ਗਿਣਤੀਆਂ
pt: CONTAGENS PROGRAMADAS
ru: ЗАПЛАНИРОВАННЫЕ ПОДСЧЕТЫ
ta: திட்டமிடப்பட்ட எண்ணிக்கைகள்
te: షెడ్యూల్ చేయబడిన గణనలు
zh_hans: 预定计数
zh_hant: 預定計數

source: Scheduled for %@
ar: مُجدول لـ %@
as: %@ ৰ বাবে নিৰ্ধাৰিত
bn: %@ এর জন্য নির্ধারিত।
de: Geplant für %@
es: Programado para %@
fr: Prévu pour %@
gu: %@ માટે શેડ્યૂલ કરેલ
hi: %@ के लिए निर्धारित
it: Previsto per %@
ja: %@に予定されています
kn: %@ ಗಾಗಿ ನಿಗದಿಪಡಿಸಲಾಗಿದೆ
ko: %@에 예정됨
ml: %@-ന് ഷെഡ്യൂൾ ചെയ്‌തു
mr: %@ साठी नियोजित
or: %@ ପାଇଁ ସୂଚୀବଦ୍ଧ କରାଯାଇଛି
pa: %@ ਲਈ ਨਿਯਤ ਕੀਤਾ ਗਿਆ
pt: Agendado para %@
ru: Запланировано на %@
ta: %@ க்கு திட்டமிடப்பட்டது
te: %@ కోసం షెడ్యూల్ చేయబడింది
zh_hans: 计划于 %@
zh_hant: 計劃於 %@

source: Search boutiques…
ar: ابحث عن متاجر…
as: বুটিক… সন্ধান কৰক
bn: বুটিক অনুসন্ধান করুন…
de: Boutiquen durchsuchen…
es: Buscar boutiques…
fr: Rechercher des boutiques…
gu: બુટિક શોધો…
hi: बुटीक खोजें…
it: Cerca boutique…
ja: ブティックを検索…
kn: ಬೂಟೀಕ್‌ಗಳನ್ನು ಹುಡುಕಿ…
ko: 부티크 검색…
ml: ബുട്ടീക്കുകള്‍ തിരയുക…
mr: बुटीक शोधा…
or: ବୁଟିକ୍ ଖୋଜନ୍ତୁ…
pa: ਬੁਟੀਕ ਖੋਜੋ…
pt: Pesquisar boutiques…
ru: Поиск бутиков…
ta: பூட்டிக்களைத் தேடு…
te: బొటిక్‌లను శోధించండి…
zh_hans: 搜索精品店…
zh_hant: 搜尋精品店…

source: Search by client or type
ar: ابحث حسب العميل أو النوع
as: ক্লায়েন্ট বা ধৰণৰ দ্বাৰা সন্ধান কৰক
bn: ক্লায়েন্ট বা ধরন অনুসারে অনুসন্ধান করুন
de: Suche nach Kunde oder Typ
es: Buscar por cliente o tipo
fr: Recherche par client ou par type
gu: ક્લાયંટ અથવા પ્રકાર દ્વારા શોધો
hi: ग्राहक या प्रकार के आधार पर खोजें
it: Cerca per cliente o tipologia
ja: クライアントまたはタイプで検索
kn: ಕ್ಲೈಂಟ್ ಅಥವಾ ಪ್ರಕಾರದ ಪ್ರಕಾರ ಹುಡುಕಿ
ko: 고객 또는 유형별로 검색
ml: ക്ലയന്റ് അല്ലെങ്കിൽ തരം അനുസരിച്ച് തിരയുക
mr: क्लायंट किंवा प्रकारानुसार शोधा
or: କ୍ଲାଏଣ୍ଟ କିମ୍ବା ପ୍ରକାର ଅନୁସାରେ ସନ୍ଧାନ କରନ୍ତୁ
pa: ਕਲਾਇੰਟ ਜਾਂ ਕਿਸਮ ਅਨੁਸਾਰ ਖੋਜ ਕਰੋ
pt: Pesquisar por cliente ou tipo
ru: Поиск по клиенту или типу.
ta: வாடிக்கையாளர் அல்லது வகை வாரியாகத் தேடவும்
te: క్లయింట్ లేదా రకం ద్వారా శోధించండి
zh_hans: 按客户或类型搜索
zh_hant: 按客戶或類型搜尋
